pharma_integra/public/oc/oncoprod/OC3104-1045537_12_1661273479.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://schemas.datacontract.org/2004/07/WsfIntegradorPharmanexo.CUL.Entidades" xmlns:ns2="http://schemas.datacontract.org/2004/07/WcfIntegradorOncoprod.CUL.Entidades.Entrada" xmlns:ns3="http://schemas.datacontract.org/2004/07/WsfIntegradorPharmanexo" xmlns:ns4="http://tempuri.org/"><SOAP-ENV:Body><ns4:IncluirPedido><ns4:pedido><ns3:Pedido><ns1:PedidoEntrada><ns1:ClienteCNPJ>87827689002405</ns1:ClienteCNPJ><ns1:PedidoNumeroClienteIntegracao>OC3104-1045537</ns1:PedidoNumeroClienteIntegracao><ns1:condicaoPagamentoId>27</ns1:condicaoPagamentoId><ns1:itens><ns2:PedidoItemEntrada><ns2:estabelecimentoId>2</ns2:estabelecimentoId><ns2:itemId>1179</ns2:itemId><ns2:pedidoItemPrecoTabela>11663,49</ns2:pedidoItemPrecoTabela><ns2:pedidoItemQuantidade>3</ns2:pedidoItemQuantidade></ns2:PedidoItemEntrada><ns2:PedidoItemEntrada><ns2:estabelecimentoId>2</ns2:estabelecimentoId><ns2:itemId>1572</ns2:itemId><ns2:pedidoItemPrecoTabela>12018,84</ns2:pedidoItemPrecoTabela><ns2:pedidoItemQuantidade>4</ns2:pedidoItemQuantidade></ns2:PedidoItemEntrada><ns2:PedidoItemEntrada><ns2:estabelecimentoId>2</ns2:estabelecimentoId><ns2:itemId>1540</ns2:itemId><ns2:pedidoItemPrecoTabela>1497,012</ns2:pedidoItemPrecoTabela><ns2:pedidoItemQuantidade>3</ns2:pedidoItemQuantidade></ns2:PedidoItemEntrada></ns1:itens><ns1:pedidoObservacoes>PHN - OC3104-1045537</ns1:pedidoObservacoes><ns1:pedidoObservacoesNotaFiscal>PHN - OC3104-1045537</ns1:pedidoObservacoesNotaFiscal><ns1:sistemaEntrada>pharmanexo</ns1:sistemaEntrada><ns1:tipoEnderecoId>Padrão</ns1:tipoEnderecoId><ns1:unidadeNegocioId>PJ</ns1:unidadeNegocioId><ns1:usuarioIdIntegracao>REGIANES-PJ</ns1:usuarioIdIntegracao></ns1:PedidoEntrada></ns3:Pedido></ns4:pedido></ns4:IncluirPedido></SOAP-ENV:Body></SOAP-ENV:Envelope>
